Repository: antoniocarrillo/antonio-yenchiou-web
Catalog: Resources/SharedResource.*.resx
Languages: es_es

# contact
source: If you still have questions or want to contact us, please use the following methods: <ul id="contact-list"> <li> <i class="material-icons">message</i> Facebook/Messenger if you have us as a contact. </li> <li> <i class="material-icons">perm_phone_msg</i> Whatsapp/call: <a class="nice-link" href="tel:+46-79-305-78-28">+46 79 305 78 28</a> (Yen Chiou) & <a class="nice-link" href="tel:+46-73-598-71-34">+46 73 598 71 34</a> (Antonio). </li> <li> <i class="material-icons">email</i> Email: <a class="nice-link" href="mailto:yenchiou@hotmail.com">yenchiou@hotmail.com</a> (Yen Chiou) & <a class="nice-link" href="mailto:antonio.carrillo.ce@gmail.com">antonio.carrillo.ce@gmail.com</a> (Antonio) </li> </ul>
es_es: Si aun tienes algunas dudas, no dudes en contactarnos de cualquiera de las siguientes formas: <ul id="contact-list"> <li> <i class="material-icons">message</i> Facebook/Messenger si nos tienes como contacto a alguno de los dos. </li> <li> <i class="material-icons">perm_phone_msg</i> Whatsapp/llamadaq: <a class="nice-link" href="tel:+46-79-305-78-28">+46 79 305 78 28</a> (Yen Chiou) & <a class="nice-link" href="tel:+46-73-598-71-34">+46 73 598 71 34</a> (Antonio). </li> <li> <i class="material-icons">email</i> Email: <a class="nice-link" href="mailto:yenchiou@hotmail.com">yenchiou@hotmail.com</a> (Yen Chiou) & <a class="nice-link" href="mailto:antonio.carrillo.ce@gmail.com">antonio.carrillo.ce@gmail.com</a> (Antonio) </li> </ul>

# faq_answer1
source: There is no dress code for our wedding, feel free to wear anything comfortable. However, in spain, people normally dress up for example suit and tie for men and dress for women.
es_es: No hay código de vestimenta como tal, cada uno puede venir como se encuentre más agusto. Pero lo más normal es que la mayoría vaya vestido como en cualquier bodas española, vestido las mujeres y traje y chaqueta los hombres.

# faq_answer2
source: Both Madrid and Barcelona have international airports, which should be the most convenient. However it depends on your plan if you would like to visit other countries in Europe.
es_es: Sanlúcar tiene varios hoteles como el <a href="https://www.palaciodearizon.es/?gclid=Cj0KCQiAgKzwBRCjARIsABBbFuhiiTkPuEJrfDfS-cPIHActioTgdTAr2X1zUm6aXNPTIXw-WXBko-QaAoXUEALw_wcB" target="_blank">Palacio de Arizón</a> o el hotel en el <a href="https://www.ruralduquesmedinasidonia.com/" target="_blank"> Palacio de los Duques</a>. Dado que es un lugar de playa, también hay muchos airbnb en alquiler.

# faq_answer4
source: The wedding will be a combination of Spanish and Malaysian Chinese traditions. The approximate schedule would be: <ul> <li> Civil ceremony in one of the Castles rooms. </li> <li> Tea ceremony. </li> <li> Pre-dining cocktail (informal standing snacks with drinks). </li> <li> Dining. </li> <li> Party with music. Alcohol included. </li> </ul>
es_es: La boda será una combinación de tradiciones españolas y chinas (chinos malayos): <ul> <li> Ceremonia civil en en una de las salas del castillo. </li> <li> Ceremonia del té. <a href="https://www.teasenz.com/es/te-chino/ceremonia-de-te-de-boda-china.html" target="_blank">Link a vídeo</a>. </li> <li> Cocktail pre cena en el patio. </li> <li> Cena en el patio. </li> <li> Fiesta con música y barra libre en el interior. </li> </ul>

# faq_question1
source: What is the dress code for the wedding?
es_es: ¿Cuál es el código de vestimenta?

# faq_question2
source: Where should i fly to if I depart from Malaysia?
es_es: ¿Dónde quedarse en Sanlúcar?

# faq_question4
source: What type of wedding it is?
es_es: ¿Qué tipo de boda será?

# faq_text
source: We want everyone to feel confortable in the wedding and to have a good time. But since Malaysian-Spanish weddings are not a common thing you might have some questions...
es_es: Lo más importante para nosotros es que todo el mundo disfrute y se sienta a gusto. Pero dado que las bodas malayo-españolas no son algo común, es posible que tengas algunas dudas...

# faq_title
source: FAQ
es_es: Preguntas Frecuentes

# info_what
source: What?
es_es: ¿Qué?

# info_what_text
source: We are getting married!
es_es: ¡Nos casamos!

# info_when
source: When?
es_es: ¿Cuándo?

# info_when_text
source: The 26th of September of 2020.
es_es: El 26 de Septiembre del 2020

# info_where
source: Where?
es_es: ¿Dónde?

# info_where_text
source: In the Castle of Santiago. In Sanlúcar de Barrameda, Cádiz, Spain.
es_es: En el Castillo de Santiago, en Sanlúcar de Barrameda.

# intro_text
source: Yes, we are getting married!
es_es: ¡En serio! ¡Nos casamos!

# nav_about
source: About Us
es_es: Sobre Nosotros

# nav_contact
source: Contact
es_es: Contactar

# nav_faq
source: FAQ
es_es: Preguntas frecuentes

# nav_visit
source: What to Visit
es_es: ¿Qué visitar?

# timeline_1_date
source: 29 APRIL 1986
es_es: 29 ABRIL 1986

# timeline_1_text1
source: Antonio was born in Sevilla and lived there with his parents and his two sisters until he moved to Poland to study Erasmus.
es_es: Antonio nació en Sevilla y vivió allí con sus padres y sus dos hermanas hasta que se mudó a Polinia por Erasmus.

# timeline_2_text
source: Born in Ipoh and live in Sungai Siput (U) until she moved to Gothenburg. Very shy and little kid, love to play ping pong. She is always mistaken as a malay due to her dark skin.
es_es: Nació en Ipoh (Malasia) y vivó en Singai Siput hasta que se mudó a Gotemburgo. Una niña muy tímida y pequeña, que amaba jugar al ping pong. Pese a ser malaya-china, siempre la confunden con una malay (malayo-musulmán) debido a su color de piel.

# timeline_3_date
source: 5 AUG 2016
es_es: 5 AGO 2016

# timeline_3_text1
source: After meeting in SFI (swedish for intruders), we start dating.
es_es: Tras conocernos en SFI (Sueco para Invasores), empezamos a salir.

# timeline_3_text2
source: At SFI Antonio hates Yen Chiou, but then he tries to look cool on the dates.
es_es: Al principio Antonio no sopota a Yen Chiou, pero luego se ablanda e intenta impresionarla.

# timeline_3_title
source: How we met
es_es: Cómo nos conocimos

# timeline_4_date
source: JUNE 2017
es_es: JUNIO 2017

# timeline_4_text
source: Yen Chiou moved to Kristiansund (Norway) for work. She lived there for 9 months and in order to live there, she has Swedish driving license. (one of her biggest achievements in sweden :-) ) . Yen Chiou thinks that Gothenburg weather is great after living in Kristiansund.
es_es: Yen Chiou se muda Kristiansund(Noruega) por trabajo. Vive allí durante 9 meses. Desde entonces a Yen Chiou le parece que el tiempo en Gotemburgo no es tan malo...

# timeline_4_title
source: Yen Chiou moves to Norway
es_es: Yen Chiou se muda a Noruega

# timeline_5_date
source: JANUARY 2018
es_es: ENERO 2018

# timeline_5_text
source: Finally Yen Chiou comes back to Gothenburg, and we deicede to start living together. Here starts our noghtmare in the Swedish renting market.
es_es: Finalmente Yen Chiou vuelve a Gotemburgo y decidimos irnos a vivir juntos. Comienza así nuestro infierno particular en el terrible mercado de alquiler en Suecia.

# timeline_5_title
source: Move back together
es_es: Empezamos a vivir juntos

# timeline_6_date
source: MARCH 2019
es_es: MARZO 2019

# timeline_6_text
source: Yen Chiou finally convinces Antonio to buy an apartment. The search is tough but we manage to move to our own place. Removing wallpaper is a terrible experience but we manage to put together a couple of rooms.
es_es: Yen Chiou por fin convence a Antonio para comprar un apartamento juntos. La búsqueda es difícil pero conseguimos mudarnos a nuestra propio hogar. Renovar las paredes fue una experiencia terrible pero conseguimos arreglar un par de habitaciones.

# timeline_6_title
source: First apartment
es_es: Primer apartamento

# timeline_7_date
source: 4 AUG 2019
es_es: 4 AGO 2019

# timeline_7_text
source: Antonio asks Yen Chiou to marry her in San Sebastián. He tries to be romantic but he nearly ruin it. The food in Berasategui was good, but we ended up so full and sick of so many gelatins.
es_es: Antonio le pide a Yen Chiou que se case con ella en San Sebastán. Él intenta ser romántico pero casi la caga (como siempre). La comida en el Berasategui era buena pero acabamos llenos y harto sde tanta gelatina.

# timeline_7_title
source: Engaged!
es_es: ¡Prometidos!

# timeline_text
source: If you got to this site, you should already know a bit about us, but here is a quick summary of how we got here.
es_es: Si has llegado hasta aquí, seguramente conozcas bastante de nosotros, pero quizás haya cosas que puedes descubrir sobre nuestra vida juntos.

# timeline_title
source: About Us
es_es: Sobre Nosotros

# visit_1_text
source: One hour from Sanlúcar you can find Algarve, the southest region of Portugal.
es_es: A una hora de Sanlúcar se encuentra el Algarve, la zona sur de Portugal.

# visit_2_text
source: The city were the wedding is taking place. Famous for its seafood, nice palaces and its beautiful horse race in the beach.
es_es: La ciudad donde se celebrará la boda. Famosa por su comida, playas y palacios señoriales.

# visit_3_text
source: The city were Antonio comes from. One of the most touristic places in Spain and worth a visit.
es_es: Poco que añadir sobre Sevilla. Ciudad natal de Antonio y capital de Andalucía.

# visit_4_text
source: A wonderful city 2 hours from Sevilla. Its moor heritage makes it a really special city.
es_es: A dos horas de Sevilla, una de las ciudades más impresionantes de Andalucía con su maravillosa Alhambra.

# visit_next
source: Next
es_es: Siguiente

# visit_pev
source: Previous
es_es: Anterior

# visit_text
source: Since you decided to go all the way to Spain, maybe you should also spend a bit more time and visit all the wonderful places near the castle. These are some suggestions of places to visit within one hour of the wedding venue.
es_es: Esta sección está dedicada a los guiris que vienen de visita, pero aunque vivas en Sevilla, la boda puede ser una excusa para revisitar lugares cercanos.

# visit_title
source: What to visit
es_es: Qué visitar

# where_haunted_text
source: Some of the tourist guides and cleaning personal have reported poltergeist phenomena in the Castle. Even famous reporter Iker Jimenez made a feature on the castle: <a class="nice-link" href="https://www.cuatro.com/cuarto-milenio/castillo-lamentos-investigacion-comprobado-golpes-voces_2_2686455018.html" target="_blank">link</a>.
es_es: Algunos de los guías y personal de limpieza han confesado sufrir fenómenos poltergeist en el castillo. Incluso Iker Jiménez llegó a hacer un capítulo de Cuarto Milenio en el castillo <a class="nice-link" href="https://www.cuatro.com/cuarto-milenio/castillo-lamentos-investigacion-comprobado-golpes-voces_2_2686455018.html" target="_blank">link</a>.

# where_haunted_title
source: Haunted
es_es: Encantado

# where_history_text
source: Built between 1468 y 1492, this late Gothic castle has played a significant role in the area. The castle served as residence to the Catholic Monarchs of Spain.
es_es: Construido entre 1468 y 1492, esta castillo de estilo Gótico tardío ha tenido un rol importante en la zona. Fue, por ejemplo, residencia de los Reyes Católicos.

# where_history_title
source: History
es_es: Historia

# where_sailors_text
source: Given Sanlucars strategic location, the castle has hosted illustrous explorers and sailors such as Cristopher Colombus (discovery of America) or Magallanes and Elcano (first round trip around the globe).
es_es: Dada la situación estratrégica de Sanlucar, el castillo ha hospedado algunos navegantes y exploradores como Colón, Magallanes y Elcano.

# where_sailors_title
source: Sailors favourite
es_es: Para Navegantes

# where_text
source: The wedding is taking place in a very special place, a castle. This wonderful 15th-century castle, which was restored with private funds in 2003 is one of the landmarks in Sanluucar. Among other historical events, it is known for being the place where the first trip around the world started in 1519.
es_es: La boda se celebra en un lugar muy especial, un castillo. Este magnífico castillo del siglo 15 y rehabilitado por un mecenas privado en 2003 es uno de los lugares más destacados de Sanlucar. Junto a otros eventos históricos, se dice que fue usado por Magallanes y Elcano antes de empezar su vuelta alrededor del mundo. Among other historical events, it is known for being the place where the first trip around the world started in 1519.
